tap "aquasecurity/trivy", trusted: true
tap "atlassian/homebrew-acli", trusted: true
tap "catppuccin/tap", trusted: true
tap "charmbracelet/tap", trusted: true
tap "d12frosted/emacs-plus", trusted: true
tap "getagentseal/codeburn", trusted: true
tap "helix-editor/helix", trusted: true
tap "idoavrah/homebrew", trusted: true
tap "jundot/omlx", "https://github.com/jundot/omlx", trusted: true
tap "libkrun/krun", trusted: true
tap "lhvy/tap", trusted: true
tap "mhersson/formulas", trusted: true
tap "nikitabobko/tap", trusted: true
tap "thezoraiz/ascii-image-converter", trusted: true
tap "wez/wezterm", trusted: true
brew "amfora"
brew "anomalyco/tap/opencode"
brew "aquasecurity/trivy/trivy"
brew "asciinema"
brew "aspell"
brew "atlassian/acli/acli"
brew "atuin"
brew "carapace"
brew "openssl@3"
brew "azure-cli"
brew "bash"
brew "bash-language-server"
brew "bat"
brew "bottom"
brew "caddy"
brew "cbonsai"
brew "checkov"
brew "clang-format"
brew "cmake"
brew "cmatrix"
brew "codeburn"
brew "coreutils"
brew "cowsay"
brew "diskonaut"
brew "docker-compose"
brew "docker-machine"
brew "dua-cli"
brew "dust"
brew "ecs-deploy"
brew "editorconfig"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fontconfig"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "glab"
brew "git"
brew "git-delta"
brew "gitui"
brew "gnu-units"
brew "gnupg"
brew "grafana"
brew "graphviz"
brew "grep"
brew "grip"
brew "gum"
brew "helix"
brew "htop"
brew "iamb"
brew "imagemagick"
brew "ispell"
brew "jdtls"
brew "jj"
brew "jjui"
brew "libkrun/krun/krunkit"
brew "lazydocker"
brew "lazygit"
brew "libpng"
brew "llvm"
brew "lua-language-server"
brew "lynx"
brew "markdown"
brew "marksman"
brew "mhersson/formulas/mpls"
brew "mergiraf"
brew "mise"
brew "mole"
brew "navi"
brew "neovim"
brew "newman"
brew "nushell"
brew "onefetch"
brew "omlx"
brew "opa"
brew "pandoc"
brew "pinentry-mac"
brew "pipes-sh"
brew "plantuml"
brew "pngpaste"
brew "podman"
brew "podman-compose"
brew "pre-commit"
brew "presenterm"
brew "prettierd"
brew "prometheus"
brew "pygments"
brew "qemu"
brew "ripgrep"
brew "ripgrep-all"
brew "rsync"
brew "rtk"
brew "semgrep"
brew "sevenzip"
brew "silicon"
brew "slides"
brew "starship"
brew "stylua"
brew "taplo"
brew "telnet"
brew "toilet"
brew "tokei"
brew "ugit"
brew "vivid"
brew "wget"
brew "whalebrew"
brew "wireshark"
brew "xh"
brew "yaml-language-server"
brew "yazi"
brew "ykman"
brew "zellij"
brew "zoxide"
brew "catppuccin/tap/whiskers"
brew "charmbracelet/tap/crush"
brew "d12frosted/emacs-plus/emacs-plus@30", args: ["with-xwidgets"]
brew "idoavrah/homebrew/tftui"
brew "lhvy/tap/pipes-rs"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "aerospace"
cask "atuin-desktop"
cask "claude-code"
cask "dbeaver-community"
cask "discord"
cask "docker-desktop"
cask "doll"
cask "dropbox"
cask "element"
cask "firefox"
cask "font-tex-gyre-adventor"
cask "font-tex-gyre-termes"
cask "font-victor-mono-nerd-font"
cask "ghostty"
cask "gimp"
cask "gitify"
cask "insomnia"
cask "keepingyouawake"
cask "keycastr"
cask "kindavim"
cask "mikker/tap/poof"
cask "neovide-app"
cask "obsidian"
cask "opencode-desktop"
cask "podman-desktop"
cask "proton-mail-bridge"
cask "raycast"
cask "slack"
cask "tailscale-app"
cask "thaw@beta"
cask "utm"
cask "vlc"
cask "wezterm@nightly"
cask "wooshy"
cask "xbar"
cask "zen"
