tap "catppuccin/tap"
tap "charmbracelet/tap"
tap "cjbassi/ytop"
tap "d12frosted/emacs-plus"
tap "helix-editor/helix"
tap "homebrew/services"
tap "idoavrah/homebrew"
tap "lhvy/tap"
tap "minamijoyo/hcledit"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "thezoraiz/ascii-image-converter"
tap "wez/wezterm"
brew "amfora"
brew "asciinema"
brew "aspell"
brew "atuin"
brew "carapace"
brew "openssl@3"
brew "azure-cli"
brew "bash"
brew "bash-language-server"
brew "bat"
brew "bottom"
brew "caddy"
brew "cargo-binstall"
brew "cbonsai"
brew "checkov"
brew "clang-format"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "delve"
brew "difftastic"
brew "direnv"
brew "diskonaut"
brew "docker-compose"
brew "docker-machine"
brew "dua-cli"
brew "dust"
brew "editorconfig"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fontconfig"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "gitui"
brew "gleam"
brew "glow"
brew "gnu-units"
brew "gnupg"
brew "openjdk"
brew "graphviz"
brew "grep"
brew "grip"
brew "gum"
brew "helix"
brew "htop"
brew "imagemagick"
brew "ispell"
brew "jdtls"
brew "jj"
brew "jjui"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libpng"
brew "llvm"
brew "lua"
brew "lua-language-server"
brew "luarocks"
brew "lynx"
brew "markdown"
brew "marksman"
brew "mergiraf"
brew "mise"
brew "navi"
brew "neovim"
brew "newman"
brew "nim"
brew "node", link: false
brew "nushell"
brew "ollama", restart_service: :changed
brew "onefetch"
brew "opa"
brew "opentofu"
brew "pandoc"
brew "pinentry-mac"
brew "pipes-sh"
brew "plantuml"
brew "pngpaste"
brew "podman"
brew "podman-compose"
brew "pre-commit"
brew "presenterm"
brew "prettierd"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pygments"
brew "qemu"
brew "ripgrep"
brew "ripgrep-all"
brew "rust-analyzer"
brew "semgrep"
brew "sevenzip"
brew "shellcheck"
brew "shfmt"
brew "silicon"
brew "sk"
brew "slides"
brew "starship"
brew "stylua"
brew "taplo"
brew "telnet"
brew "terraform-docs"
brew "terraform-ls"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "toilet"
brew "tokei"
brew "ugit"
brew "uv"
brew "vivid"
brew "wget"
brew "whalebrew"
brew "wireshark"
brew "xh"
brew "xplr"
brew "yaml-language-server"
brew "yazi"
brew "yq"
brew "zellij"
brew "zenith"
brew "zig"
brew "zoxide"
brew "catppuccin/tap/whiskers"
brew "charmbracelet/tap/crush"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-imagemagick", "with-memeplex-slim-icon", "with-native-comp", "with-xwidgets"]
brew "idoavrah/homebrew/tftui"
brew "lhvy/tap/pipes-rs"
brew "minamijoyo/hcledit/hcledit"
brew "oven-sh/bun/bun"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "aerospace"
cask "alacritty"
cask "atuin-desktop"
cask "claude-code"
cask "dbeaver-community"
cask "docker-desktop"
cask "doll"
cask "dropbox"
cask "firefox"
cask "font-tex-gyre-adventor"
cask "font-tex-gyre-termes"
cask "font-victor-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "ghostty"
cask "gimp"
cask "insomnia"
cask "jordanbaird-ice@beta"
cask "keycastr"
cask "kindavim"
cask "neovide-app"
cask "obsidian"
cask "podman-desktop"
cask "raycast"
cask "slack"
cask "trackerzapper"
cask "utm"
cask "wezterm"
cask "wooshy"
cask "zed"
cask "zen"
