;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! catppuccin-theme)
(package! exec-path-from-shell)
(package! org-inline-anim)
(package! org-modern)
(package! ox-clip)
(package! ox-gfm)
(package! ox-jira)
(package! ox-pandoc)
