;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

;; org-roam needs unpinned to use latest.
(unpin! org-roam)

(package! exec-path-from-shell)
(package! hackernews)
(package! org-inline-anim)
(package! org-modern)
(package! org-roam-ui)
(package! ox-clip)
(package! ox-gfm)
(package! ox-jira)
(package! ox-pandoc)
(package! rego-mode)

